{
  "hadiths": [
    {
      "content": "Les actions ne valent que par les intentions et chacun n'a pour lui que ce qu'il a eu l'intention de faire.",
      "source": "Boukhari"
    },
    {
      "content": "La religion, c'est la facilité. Que personne ne rende la religion difficile, car il sera vaincu.",
      "source": "Boukhari"
    },
    {
      "content": "Aucun d'entre vous ne sera véritablement croyant tant qu'il n'aimera pas pour son frère ce qu'il aime pour lui-même.",
      "source": "Mouslim"
    },
    {
      "content": "Le meilleur d'entre vous est celui qui est le meilleur avec sa famille.",
      "source": "Boukhari"
    },
    {
      "content": "Dieu est beau et Il aime la beauté.",
      "source": "Mouslim"
    },
    {
      "content": "Celui qui ne remercie pas les gens ne remercie pas Dieu.",
      "source": "Boukhari"
    },
    {
      "content": "L'homme fort n'est pas celui qui terrasse les gens. L'homme fort est celui qui se maîtrise quand il est en colère.",
      "source": "Mouslim"
    },
    {
      "content": "Le Paradis se trouve sous les pieds des mères.",
      "source": "Mouslim"
    },
    {
      "content": "Soyez miséricordieux envers ceux qui sont sur terre, Celui qui est au ciel sera miséricordieux envers vous.",
      "source": "Boukhari"
    },
    {
      "content": "La propreté est la moitié de la foi.",
      "source": "Mouslim"
    },
    {
      "content": "Celui qui croit en Dieu et au Jour dernier, qu'il dise du bien ou qu'il se taise.",
      "source": "Boukhari"
    },
    {
      "content": "Le musulman est celui dont les autres musulmans sont à l'abri de sa langue et de sa main.",
      "source": "Mouslim"
    },
    {
      "content": "Ne méprise aucune bonne action, ne serait-ce que le fait de rencontrer ton frère avec un visage souriant.",
      "source": "Mouslim"
    },
    {
      "content": "La meilleure des aumônes est celle qui est faite alors qu'on est en bonne santé et avare, espérant la richesse et craignant la pauvreté.",
      "source": "Boukhari"
    },
    {
      "content": "La patience est une lumière.",
      "source": "Mouslim"
    },
    {
      "content": "Facilitez les choses et ne les rendez pas difficiles. Annoncez la bonne nouvelle et ne faites pas fuir.",
      "source": "Boukhari"
    },
    {
      "content": "Le croyant ne mord pas deux fois du même trou.",
      "source": "Mouslim"
    },
    {
      "content": "La modestie fait partie de la foi.",
      "source": "Boukhari"
    },
    {
      "content": "Les meilleurs d'entre vous sont ceux qui apprennent le Coran et l'enseignent.",
      "source": "Boukhari"
    },
    {
      "content": "Vis dans ce monde comme si tu étais un étranger ou un voyageur de passage.",
      "source": "Boukhari"
    },
    {
      "content": "L'invocation est l'adoration même.",
      "source": "Boukhari"
    },
    {
      "content": "Nourrissez celui qui a faim, rendez visite au malade et libérez le captif.",
      "source": "Boukhari"
    },
    {
      "content": "Craignez Dieu où que vous soyez.",
      "source": "Mouslim"
    },
    {
      "content": "Celui qui lit une lettre du Livre de Dieu obtient une bonne action, et la bonne action est décuplée.",
      "source": "Mouslim"
    },
    {
      "content": "Dieu n'a pas fait descendre de maladie sans avoir fait descendre son remède.",
      "source": "Boukhari"
    },
    { "content": "La richesse ne consiste pas en l'abondance de biens, mais la vraie richesse est la richesse de l'âme.", "source": "Mouslim" },
    { "content": "Le meilleur d'entre vous est celui qui a le meilleur comportement.", "source": "Boukhari" },
    { "content": "Quiconque emprunte un chemin pour acquérir une science, Dieu lui facilite un chemin vers le Paradis.", "source": "Mouslim" },
    { "content": "L'aumône n'a jamais diminué une richesse.", "source": "Mouslim" },
    { "content": "Un sourire à ton frère est une aumône.", "source": "Boukhari" },
    { "content": "Toute bonne action est une aumône.", "source": "Boukhari" },
    { "content": "La main qui donne est meilleure que celle qui reçoit.", "source": "Mouslim" },
    { "content": "Le pardon augmente le serviteur en honneur.", "source": "Mouslim" },
    { "content": "N'entrez pas au Paradis tant que vous ne croirez pas, et vous ne croirez pas tant que vous ne vous aimerez pas.", "source": "Mouslim" },
    { "content": "Celui qui aide quelqu'un dans le besoin, Dieu l'aidera dans ce monde et dans l'au-delà.", "source": "Mouslim" },
    { "content": "La prière en groupe est 27 fois supérieure à la prière individuelle.", "source": "Boukhari" },
    { "content": "Le jeûne est une protection.", "source": "Boukhari" },
    { "content": "Le plus aimé des discours auprès de Dieu est 'Gloire et pureté à Dieu et à Lui la louange'.", "source": "Mouslim" },
    { "content": "Ne vous mettez pas en colère.", "source": "Boukhari" },
    { "content": "Les paroles les plus véridiques sont le Livre de Dieu, et la meilleure guidée est celle de Muhammad.", "source": "Mouslim" },
    { "content": "Celui qui est patient, Dieu lui donne la patience. Nul n'a reçu de don meilleur et plus vaste que la patience.", "source": "Boukhari" },
    { "content": "La foi comporte plus de soixante-dix branches. La plus élevée est l'attestation qu'il n'y a de divinité que Dieu et la plus modeste est d'ôter un obstacle du chemin.", "source": "Mouslim" },
    { "content": "La consultation (istikhara) ne déçoit pas, et l'économie ne rend pas pauvre.", "source": "Mouslim" },
    { "content": "Celui qui cache les défauts d'un musulman, Dieu cachera ses défauts dans ce monde et dans l'au-delà.", "source": "Mouslim" },
    { "content": "L'Islam a commencé comme quelque chose d'étrange et redeviendra quelque chose d'étrange, alors bonne nouvelle aux étrangers.", "source": "Mouslim" },
    { "content": "Le monde est une prison pour le croyant et un paradis pour le mécréant.", "source": "Mouslim" },
    { "content": "Fais cinq choses avant cinq autres : ta jeunesse avant ta vieillesse, ta santé avant ta maladie, ta richesse avant ta pauvreté, ton temps libre avant ton occupation et ta vie avant ta mort.", "source": "Boukhari" },
    { "content": "Chaque enfant naît selon la nature primordiale (fitra). Ce sont ses parents qui en font un juif, un chrétien ou un zoroastrien.", "source": "Boukhari" },
    { "content": "Quand le fils d'Adam meurt, ses œuvres s'arrêtent sauf trois : une aumône continue, une science dont les gens profitent, ou un enfant pieux qui prie pour lui.", "source": "Mouslim" },
    { "content": "Le croyant est pour le croyant comme les parties d'un édifice qui se soutiennent les unes les autres.", "source": "Boukhari" }
  ]
}
